cask_args appdir: '/Applications'

brew 'vim'
brew 'neovim'
brew 'ack'
brew 'git'
brew 'git-delta'

brew 'ruby-build'

brew 'rbenv'
brew 'pyenv'
brew 'mise'
brew 'rustup'

brew 'tree'
brew 'htop'
brew 'fzf'
brew 'jq'
brew 'nmap'
brew 'watch'
brew 'openssl'
brew 'gpg'
brew 'tcptraceroute'

cask 'caffeine'
cask 'clipbook'
cask 'meetingbar'
cask 'menumeters'
cask 'rectangle'
cask 'shottr'

cask 'google-chrome'
cask 'gnucash'
cask 'gpg-suite'
cask 'iterm2'
cask 'visual-studio-code'

cask 'signal'
cask 'slack'
