cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'cask/cask'
tap 'homebrew/services'
tap 'spring-io/tap'

brew 'vim'
brew 'ack'
brew 'git'
brew 'git-delta'
brew 'ruby-build'
brew 'rbenv'

brew uninstall springboot
brew install spring-boot

brew 'tree'
brew 'htop'
brew 'fzf'
brew 'jq'
brew 'nmap'
brew 'watch'
brew 'openssl'
brew 'gpg'
brew 'tcptraceroute'

cask 'caffeine'
cask 'spectacle'
cask 'google-chrome'
cask 'gnucash'
cask 'gpg-suite'
cask 'skitch'
cask 'slack'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'menumeters'
cask 'rectangle'

